{
	"achNames":[
		"First Blood:Kill 1 player.",
		"On a Roll:Kill 10 players.",
		"Bloodlust:Kill 100 players.",
		"General:Kill 1,000 players.",
		"Warlord:Kill 4,000 players.",
		"Reaper:Kill 10,000 players.",
		"Envy:Kill a custom trail.",
		"Invader:Destroy a turret.",
		"Conqueror:Destroy 100 turrets.",
		"Friendly Fire:Kill a teammate.",
		"Gone Postal:Kill a courier.",
		"Emo:Commit suicide.",
		"Blood Trail:1.05x Damage Resistance.",
		"Miner:Mine an asteroid.",
		"Collector:Mine one of each ore.",
		"Quarrier:Obtain 4,000 ore.",
		"Motherload:Obtain 15,000 ore.",
		"Rich Man:Get $10,000.",
		"Richer Man:Get $100,000.",
		"Millionaire:Get $1,000,000.",
		"Rolling In It:Get $10,000,000.",
		"Thief:Steal a package.",
		"Questor:Community service.",
		"Adventurer:Complete one of each quest.",
		"Money Trail:1.05x Money.",
		"Shift to Drift:Drift!",
		"Drifter:Drift for 1 minute total.",
		"Tramp:Drift 10 minutes total.",
		"Dizzy:Drift 1 hour total.",
		"Godpinkie:Drift 10 hours total.",
		"Takumi:Forced Induction.",
		"Bunta:Hyper-drift.",
		"Reverse:I can go backwards!?",
		"Inertia Drift:Drift into a black hole.",
		"Dangerous:Kill while drifting.",
		"Stickshift:Reverse Turbo Drift.",
		"Panda Trail:1.05x Agility.",
		"Here to Stay:Make an account.",
		"Ouch:Die.",
		"Risky Business:Accept a quest in a black hole sector.",
		"Too Slow:Fall into a wormhole.",
		"Oops...:Fall into a black hole.",
		"Boing!:Touch the edge.",
		"Traveller:Visit every sector.",
		"Schizoid:Visit all 4 corners.",
		"Astronaut:Claim a planet.",
		"Imperialist:Claim each planet once.",
		"Random Trail:Juke Further!"
	],
	"weapons":[
		{
			"name":"ilo utala",
			"desc":"A basic, medium-range gun. At least you don't have to worry about ammo with this one. Deals double damage to asteroids"
		},
		{
			"name":"ilo utala wawa",
			"desc":"Short in range compared with most guns, slow to shoot and slow to recharge, but packs one hell of a punch."
		},
		{
			"name":"ilo utala monsi",
			"desc":"Get off my tail! Basic, slightly more powerful Stock Gun that shoots backwards."
		},
		{
			"name":"ilo utala linja",
			"desc":"Powerful, long-range, fast bullets. Does a lot of damage. Perfect for shooting at a large swarm of distant enemies."
		},
		{
			"name":"ilo utala jaki",
			"desc":"This will come in handy in an ambush. Sprays a lot of bullets around where you shoot. Powerful but hard to control."
		},
		{
			"name":"ilo utala tenpo",
			"desc":"Rapid-fire! Ammunition is a bit weak, but that's no matter if you're shooting 5 rounds per second!"
		},
		{
			"name":"ilo utala tenpo tu",
			"desc":"Similar to the machine gun, with two active barrels instead of one. Great weapon if you can aim it quickly."
		},
		{
			"name":"linja moli suli",
			"desc":"Automatically aims at the nearest enemy within a medium-large range and fires a beam of plasma."
		},
		{
			"name":"linja moli suno",
			"desc":"Automatically aims at the nearest enemy within a medium-short range."
		},
		{
			"name":"linja moli wawa",
			"desc":"Medium-range particle beam accelerator. Does a lot of damage, but takes a while to recharge. Can be used as a quick trump card for close calls."
		},
		{
			"name":"utala tawa",
			"desc":"This missile will follow the nearest enemy and explode on impact. If there is no enemy in range, it will simply go straight. Be careful, though: it is relatively slow and can be outrun by quick enemies."
		},
		{
			"name":"utala tawa wawa",
			"desc":"A slower missile that does more damage. Good tool against slower, stronger ships."
		},
		{
			"name":"utala tawa pakala",
			"desc":"Short-range missile that both damages the enemy and paralyzes them. Use one when attacking a fast enemy head-on to stun them before they can dodge any guided projectiles."
		},
		{
			"name":"mama pi utala tawa",
			"desc":"Fires a single, non-damaging missile which splits into a swarm of missiles which will attack a horde of enemies. Great tool to use against a large ambush."
		},
		{
			"name":"utala tawa suli",
			"desc":"Ultra long-range fast missile."
		},
		{
			"name":"utala awen",
			"desc":"A simple mine. It's hard for an enemy to follow you with these. Explodes on impact with an enemy ship."
		},
		{
			"name":"utala awen pi linja suno",
			"desc":"Fires high-power laser at enemies that get too close."
		},
		{
			"name":"utala awen pakala",
			"desc":"Mine that does damage and also paralyzes enemies for a short time on collision. Useful when you are being chased."
		},
		{
			"name":"ilo kama wawa",
			"desc":"Repairs 25% of your hull in a short time (or the advertised minimum below, whatever heals more). Bulky ships with extreme amounts of health will love this."
		},
		{
			"name":"lukin ala",
			"desc":"Disguise yourself for a quick getaway. Energy efficiency and supercharger enhance this item's effect."
		},
		{
			"name":"suli kon",
			"desc":"For each generator you carry, your weapons and energy charge 5% faster, but you turn a tenth slower."
		},
		{
			"name":"tawa mute",
			"desc":"Supplements your engine for greater acceleration. Output increases while drifting."
		},
		{
			"name":"tawa wawa",
			"desc":"Single-use long range speed boost."
		},
		{
			"name":"tawa ike",
			"desc":"Creates an explosion pushing all nearby enemy ships away."
		},
		{
			"name":"kama kiwen",
			"desc":"Repels asteroids away from you, tampers with/jams enemy Warp Drives. With practice, you can fling asteroids and mines at enemies, causing damage. Effective against turrets and sentries, but you do not recieve exp/bounty for killing them with a natural asteroid."
		},
		{
			"name":"pakala suli",
			"desc":"Fires a forward-aimed beam which disables all ships it hits for a long period."
		},
		{
			"name":"utala kiwen",
			"desc":"Similar to the Laser Beam but only attacks asteroids and does more damage."
		},
		{
			"name":"tomo utala",
			"desc":"Place a base turret. Fly over it to claim the kills and money that it earns. Single-use. Only one turret (or sentry) is allowed per sector."
		},
		{
			"name":"mun pimeja ike",
			"desc":"Creates a small temporary black hole upon explosion, that grows when consuming matter. Be cautious with this weapon- you need to get far enough away before it implodes. The vortex will wait until it is at least 500 units from a base before deploying. Single-use."
		},
		{
			"name":"tawa wawa lili",
			"desc":"Instant speed boost for fast getaways. Energy-efficient ships and rank 16 get a slight boost when warping."
		},
		{
			"name":"utala kiwen wawa",
			"desc":"Stronger than mining laser!"
		},
		{
			"name":"utala nasa",
			"desc":"Destabilizes nearest enemy ship for 10 seconds by disrupting gyroscopic function."
		},
		{
			"name":"utala awen tawa suli",
			"desc":"Soon after deployed, this mine will explode and push every nearby player away without doing damage. Useful for moving quickly in slow ships, just place one behind you and ride the shockwave."
		},
		{
			"name":"utala tenpo pi jelo laso",
			"desc":"Throw this at an enemy and it will explode soon (or as soon as it collides with an enemy), damaging their ship and knocking them back!"
		},
		{
			"name":"suno wawa",
			"desc":"An extremely powerful forward-aimed beam weapon which can pass through multiple ships, dealing extremely heavy damage to any enemy it contacts."
		},
		{
			"name":"o jo e suli",
			"desc":"Discharges the weapons of anyone it hits, and prevents them from shooting for a short while after. Effect is inversely proportional to the total energy regeneration the enemy has."
		},
		{
			"name":"kama wawa",
			"desc":"For about a minute, all damage inflicted on your ship will double, but you will also double in energy regeneration, thrust, agility and a few item's effects. Single-use."
		},
		{
			"name":"suli tawa",
			"desc":"Fires a homing orb which tracks your nearest opponent!"
		},
		{
			"name":"utala tawa tenpo",
			"desc":"Non-tracking missile that explodes when nearby an enemy."
		},
		{
			"name":"ilo utala mute",
			"desc":"Three active barrels! The bullets come out at consistent angles, unlike shotgun, and with greater range."
		},
		{
			"name":"ilo utala linja mute",
			"desc":"Fires similarly to Minigun, but in 5-round bursts."
		},
		{
			"name":"ilo kulupu",
			"desc":"Fire this beam at a drone and it will follow you until it dies. Single-use."
		},
		{
			"name":"suli suno",
			"desc":"Tracks players with Photon Cloak, but does not do as much damage as most other weapons."
		},
		{
			"name":"utala awen tawa",
			"desc":"Repeatedly fires a damaging shockwave while other players are in range."
		},
		{
			"name":"suli kulupu",
			"desc":"Quickly heals nearby friendly players, as long as there are at least 2 of them."
		},
		{
			"name":"suno pona",
			"desc":"Heals nearby players and bases."
		},
		{
			"name":"utala tomo lili",
			"desc":"A small turret which fires a machine gun. As well as with normal turrets, there can only be 1 Sentry, or turret, at the time in the sector."
		},
		{
			"name":"suno wawa lili",
			"desc":"A small, repeated fire Muon Ray. Compared with its big counterpart, it deals far less damage, but shots far faster."
		},
		{
			"name":"utala awen kama",
			"desc":"Just a normal kind of mine... magnetically attracted to enemy ships if too close."
		},
		{
			"name":"Nav. Shield",
			"desc":"A navigational shield based on a deflector dish, allows starships to travel safely without suffering damage from debris and small asteroids, as well as protecting from a few cosmic rays."
		}
	],
	"splashes":[
		"o awen"
	],
	"lore":[
		"Humans lack self-awareness. After destroying their planet of origin in armed conflict, they spread from solar system to solar system, polluting worlds and eliminating life. We tried to let them know that their behavior would ultimately be self-destructive, but they refused to listen. They continued to migrate unsustainably around the galaxy, so we stepped in with force. We decided to only attack new colonies of Humans near our own settlements to maintain influence in our share of the galaxy, but the humans reacted violently. They immediately attacked without restraint. We called for resources from neighboring galaxies but reinforcements will not arrive for several decades, so until then, we must suppress the Human crusade for the sake of our own lives, and for the fate of this galaxy.",
		"Ever since we lost planet Earth, the Human race has been hanging on to its existence by a thread- we left our solar system in search of other habitable planets with the sole hope of survival, but very few of them demonstrated promise for long-term settlement. Barren planets unsustainable of supporting life were terraformed into industrious planets to generate the resources we desperately needed to survive in alien worlds. After centuries of toil, the population began to grow and spread. For about a decade we lived in peace and prosperity, until a hostile force attacked. Maintaining our settlements was vital to our survival, so we had no option other than to fight back. Ever since, we have been in conflict with the alien race, and it's unlikely that this war won't end in either civilization's extinction. Please, help us emerge from this struggle alive.",
		"The computers at the research base where we were created were the first to be assimilated into our empire, and the staff was next. As an Alien military experiment, we found ourselves in the crossfire of this war of Human and Alien races. During our rise as a galactic military force, both races proved inept in combat, and thus, in their miserable fight over this decrepit corner of the universe, we will incorporate all of their technology and resources until we leave this dying galaxy. Using the technology the Aliens gifted us, we assimilate every species we can, and deny the privilege of life to all who stand in our way. We are united by vision, not the intraspecies loyalty which brought this galaxy to the brink of destruction. Together, we will become the rightful inheritors of every speck of light in the night sky."
	],
	"ships":[
		{
			"nameA":"Scout",
			"nameH":"Minnow",
			"nameC":"Gnat",
			"desc":"Your first ship. Don't forget to check the Shop for new items."
		},
		{
			"nameA":"Private",
			"nameH":"Piranha",
			"nameC":"Flea",
			"desc":"An enhanced version of its predecesor, with more health and slots."
		},
		{
			"nameA":"Mastodon",
			"nameH":"Freighter",
			"nameC":"Eristalis",
			"desc":"A polivalent cargo ship. Unlocking Turbo and Ore Cannon is a bonus."
		},
		{
			"nameA":"Nymph",
			"nameH":"Strider",
			"nameC":"Cloudhop",
			"desc":"The fastest, but weakest, ship."
		},
		{
			"nameA":"Bomber",
			"nameH":"Lancer",
			"nameC":"Scarab",
			"desc":"A light escort, nice for patrolling."
		},
		{
			"nameA":"Scythe",
			"nameH":"Hammerhead",
			"nameC":"Nephila",
			"desc":"A heavy polivalent escort."
		},
		{
			"nameA":"Dragonfly",
			"nameH":"Swordfish",
			"nameC":"Ladybug",
			"desc":"One of the strongest explorers in the galaxy."
		},
		{
			"nameA":"Sentry",
			"nameH":"Battleship",
			"nameC":"Metralla",
			"desc":"The first cruiser of your faction."
		},
		{
			"nameA":"Eagle",
			"nameH":"Stingray",
			"nameC":"Sceptre",
			"desc":"A decent polivalent explorer vessel"
		},
		{
			"nameA":"Phoenix",
			"nameH":"Orca",
			"nameC":"Centipede",
			"desc":"A strong cruiser... for its size."
		},
		{
			"nameA":"Wasp",
			"nameH":"Manta",
			"nameC":"Hornet",
			"desc":"A big enough cruiser to carry Massive Destruction weapons."
		},
		{
			"nameA":"Swift",
			"nameH":"Sailfish",
			"nameC":"Alcubierre",
			"desc":"A light, fast cruiser. Even more so when using Supercharger."
		},
		{
			"nameA":"Quarrier",
			"nameH":"Beluga",
			"nameC":"Honeypot",
			"desc":"A heavy cargo ship, with extreme health. It's not exactly fast, though."
		},
		{
			"nameA":"Destroyer",
			"nameH":"Taurus",
			"nameC":"Galley",
			"desc":"The light destroyer of the fleet."
		},
		{
			"nameA":"Falcon",
			"nameH":"Wyvern",
			"nameC":"Defiant",
			"desc":"The last non-elite heavy cruiser. It also unlocks all normal slots."
		},
		{
			"nameA":"Interceptor",
			"nameH":"Leviathan",
			"nameC":"Maser",
			"desc":"A destroyer with all slots unlocked."
		},
		{
			"nameA":"Elite Swift",
			"nameH":"Elite Sailfish",
			"nameC":"Elite Alcubierre",
			"desc":"The first Elite ship, with a passive enhanced drifting boost and C-Slot unlocked (simultaneous turbo with any other item)."
		},
		{
			"nameA":"Elite Quarrier",
			"nameH":"Elite Beluga",
			"nameC":"Elite Honeypot",
			"desc":"It possess a C-Ore launcher plus a passive mining web effect on mining beams. Be careful of enemy ones, though."
		},
		{
			"nameA":"Elite Destroyer",
			"nameH":"Elite Taurus",
			"nameC":"Elite Galley",
			"desc":"A refitted destroyer with an unlimited C-Spreadhot. Perfect for killing turrets in a team."
		},
		{
			"nameA":"Elite Falcon",
			"nameH":"Elite Wyvern",
			"nameC":"Elite Defiant",
			"desc":"A cruiser with C-HP Healing that works even when shields raised, better shield efficiency, and a passive EMP Blast on kill."
		},
		{
			"nameA":"Elite Interceptor",
			"nameH":"Elite Leviathan",
			"nameC":"Elite Maser",
			"desc":"Just a superheavy destroyer with C-Hypno Ray... use it for amassing huge fleets or disabling bot's shielding."
		},
		{
			"nameA":"Anomalocaris",
			"nameH":"Einstein",
			"nameC":"Heisenberg",
			"desc":"A massive, heavy dreadnought with no C-Slot, but repelled to an extent from BH."
		},
		{
			"nameA":"Olympic",
			"nameH":"Necromancer",
			"nameC":"Lamprey",
			"desc":"A medical, fast response ship. Always needs a partner to use the leech heal, except from asteroids."
		},
		{
			"nameA":"Mandelbrot",
			"nameH":"Claymore",
			"nameC":"G-23M Replicator",
			"desc":"A powerful magnetic mine layer. It is said it will revolutionize how War is fought in the galaxy."
		},
		{
			"nameA":"Mobile HQ",
			"nameH":"Starbase",
			"nameC":"Unicomplex",
			"desc":"A Mobile deployable starbase, for security reasons it only accepts drones."
		},
		{
			"nameA":"Quantum",
			"nameH":"Ghost",
			"nameC":"Eigenvector",
			"desc":"An extremely experimental ship."
		}
	]
}
